<?php defined('ROOT_PATH') or exit('Access deny');
/**
 * 注册禁用名字
 *
 * @author suning <snsnsky@gmail.com>
 *
 * $Id$
 */

return [
    'admin', 'administrator', '管理',
    '管里', '管理员', '服务管理', '服务器', '活动管理员', '官方', '维护',
    '系统', '系统公告', '审查', '巡查', '监督', '监管',
    '亲宝头条', '客服', '聚丰', '系统', '通知', '奖励', '版主' ,'超级版主', 'vip',
    '运营', '运营者', '运营组', '运营商', '运营长', '运营官', '运营人',
    'Client', 'Server', 'kefu', '助理', '客户服务', '服务天使',
    '毛泽东', '刘少奇', '朱德', '彭德怀', '林彪', '陈毅', '贺龙',
    '聂荣臻', '徐向前', '罗荣桓', '叶剑英', '李大钊', '陈独秀',
    '邓小平', '陈云', '江泽民', '李鹏', '朱镕基', '李瑞环', '尉健行',
    '胡锦涛', '温家宝', '习近平', '黄菊', '吴官正', '回良玉', '曾培炎',
    '张德江', '张立昌', '俞正声', '王乐泉', '刘云山', '王刚', '王兆国',
    '胡耀邦', '王乐泉', '王兆国', '李登辉', '连战', '陈水扁', '宋楚瑜',
    '吕秀莲', '郁慕明', '蒋介石', '蒋中正', '蒋经国', '马英九', '布什',
    '布莱尔', '阿拉法特', '普京', '默克尔', '克林顿', '里根', '尼克松',
    '林肯', '杜鲁门', '赫鲁晓夫', '列宁', '斯大林', '马克思', '恩格斯',
    '胡志明', '西哈努克', '本拉登', '奥马尔', '柴玲', '达赖喇嘛', '江青',
    '张春桥', '姚文元', '王洪文', '东条英机', '冈村秀树', '冈村宁次',
    '高丽朴', '赵紫阳', '沃尔开西', '李洪志', '赖昌星', '马加爵', '班禅',
    '额尔德尼', '六四', '六四运动', '美国之音', '密宗', '民国', '民运',
    '民主潮', '摩门教', '纳粹', '南华早报', '南蛮', '明慧网', '亲民党',
    '瘸腿帮', '法轮功', '法轮大法圣战', '台独', '台独分子', '台湾民国',
    '台湾独立', '天安门事件', '屠杀', '新疆独立', '疆独', '西藏独立',
    '藏独', '学潮', '学运', '一党专政', '一贯道', '圆满', '真善忍',
    '政变', '政治反对派', '政治犯', '中共', '中国民主党', '中国之春',
    '转法轮', '自焚', '共党', '共匪', '苏家屯', '基地组织', '支那',
    '高治联', '高自联', '藏青会', '藏妇会', '台湾岛国', '台湾分裂', '西藏分裂',
    '新疆分裂', '道教', '多维', '佛教', '佛祖', '释迦牟尼', '如来', '阿弥陀佛',
    '观世音', '河殇', '回教', '密宗', '摩门教', '穆罕默德', '穆斯林', '升天', '圣母',
    '圣战', '耶和华', '伊斯兰', '真主安拉', '白莲教', '东正教', '大法', '法轮', '法轮功',
    '瘸腿帮', '真理教', '真善忍', '转法轮', '自焚', '走向圆满', '黄大仙', '神汉', '神婆',
    '真理教', '大卫教', '藏独', '高丽棒子', '回回', '疆独', '蒙古鞑子', '台独', '台独分子',
    '台联', '台湾民国', '藏青会', '藏妇会', '西藏独立', '新疆独立', '南蛮', '老毛子', '回民吃猪肉',
    '爱滋', '淋病', '梅毒', '屄', '鸡巴', '屌', '龟头', '机八', '机巴', '鸡八', '鸡巴', '机掰',
    '机巴', '鸡叭', '鸡鸡', '鸡掰', '妓女', '滥交', '乱交', '轮奸', '卖淫', '屁眼', '嫖娼',
    '强奸', '强奸犯', '情色', '肉棒', '乳房', '乳峰', '乳交', '乳头', '乳晕', '射精', '手淫',
    '威而钢', '威而柔', '伟哥', '性高潮', '性交', '性虐', '性欲', '颜射', '阳物', '阴部',
    '阴唇', '阴道', '阴蒂', '阴核', '阴户', '阴茎', '阴门', '淫秽', '淫乱', '淫水',
    '淫娃', '淫液', '淫汁', '淫穴', '淫洞', '援交妹', '做爱', '梦遗', '阳痿', '早泄',
    '奸淫', '性欲', 'Bitch', 'FUCK', 'fuck屄', '婊子', '操她妈', '操妳妈',
    '操你', '操你妈', '操他妈', '肏', '册那', '侧那', '测拿', '荡妇', '发骚', '干她妈',
    '干妳', '干妳娘', '干你', '干你妈', '干你妈B', '干你妈b', '干你妈逼', '干你娘', '干他妈',
    '狗娘养的', '鸡奸', '贱货', '贱人', '妈比', '妈的', '妳老母的', '妳娘的', '你妈逼', '仆街',
    '去她妈', '去妳妈', '去你妈', '去他妈', '赛她娘', '赛妳娘', '赛你娘', '赛他娘', '骚货', '屎妳娘',
    '屎你娘', '乡巴佬', '猪猡', '屙', '屌', '操你', '操他操她', '干爆', 'FUCK', '机叭', '臭鸡', '臭机',
    '烂鸟', '阳具', '肉棒', '肉壶', '奶子', '摸咪咪', 'SUCK', 'PENIS', 'BITCH',
    '干鸡', '干入', '小穴', '强奸', '我操', '干它', '干牠', '干您', '干汝', '干林', '操林',
    '干尼', '操尼', '我咧干', '干勒', '干我', '干到', '干啦', '干爽', '欠干', '狗干', '来干', '轮干', '轮流干',
    '干一干', '援交', '骑你', '我操', '轮奸', '鸡奸', '奸暴', '再奸', '我奸', '奸你', '奸你', '奸他', '奸她',
    '奸一奸', '淫水', '淫湿', '鸡歪', '仆街', '臭西', '遗精', '烂逼', '大血比', '叼你妈', '靠你妈', '插你',
    '奸你', '戳你', '逼你老母', '挨球', '我日你', '草拟妈', '卖逼', '狗操卖逼', '奸淫', '奶子', '阴茎', '骚B',
    '你妈了妹', '逼毛', '插你妈', '叼你', '渣波波', '嫩b'
];